[Infiltrator X2SoldierClassTemplate]
+DisplayName="渗透者"
+ClassSummary="渗透者使近战，渗透，反制战术方面的专家。高命中，高机动，高隐蔽的特性使之在游击行动中如履平地。"
+LeftAbilityTreeTitle="杀手"
+RightAbilityTreeTitle="追猎者"

+RandomNickNames[0]="木马"
+RandomNickNames[1]="斯巴达"
+RandomNickNames[2]="神偷"
+RandomNickNames[3]="资产"
+RandomNickNames[4]="外卡"
+RandomNickNames[5]="王牌"
+RandomNickNames[6]="匕首"
+RandomNickNames[7]="赌徒"
+RandomNickNames[8]="霸主"
+RandomNickNames[9]="追猎者"
+RandomNickNames[10]="死眼"
+RandomNickNames[11]="拂尘"
+RandomNickNames[12]="能手"
+RandomNickNames[13]="小飞侠"
+RandomNickNames[14]="滑线"
+RandomNickNames[15]="银翼杀手"
+RandomNickNames[16]="序列"
+RandomNickNames[17]="冷血"
+RandomNickNames[18]="赤色"
+RandomNickNames[19]="卡戎"
+RandomNickNames[20]="湮灭"
+RandomNickNames[21]="暗影"
+RandomNickNames[22]="死神"
+RandomNickNames[23]="圣裁者"
+RandomNickNames[24]="苍白"
+RandomNickNames[25]="哈迪斯"
+RandomNickNames[26]="死亡天使"
+RandomNickNames[27]="搜寻者"
+RandomNickNames[28]="狂猎"
+RandomNickNames[29]="判官"

[MusashiSwordSlice X2AbilityTemplate]
LocFriendlyName="飞刺"
LocFlyOverText="飞刺"
LocLongDescription="用剑攻击移动范围内所有敌人，每<Ability:FLECHE_BONUS_DAMAGE_PER_TILES/> 个身位伤害+1。"
LocHelpText="用剑攻击移动范围内所有敌人，对远距离目标造成额外伤害。"
LocPromotionPopupText="<Bullet/> 将移动光标放在敌人周围也可以触发飞刺能力。<br/><Bullet/> 和士兵使用\"冲刺\" 移动一样, 对邻近敌人也会造成伤害。.<br/><Bullet/> 飞刺 每<Ability:FLECHE_BONUS_DAMAGE_PER_TILES/> 个身位伤害+1。<br/>"

[MusashiFleche X2AbilityTemplate]
LocFriendlyName="飞刺"
LocFlyOverText="飞刺"
LocLongDescription="用剑攻击移动范围内所有敌人，每<Ability:FLECHE_BONUS_DAMAGE_PER_TILES/> 个身位伤害+1。"
LocHelpText="用剑攻击移动范围内所有敌人，对远距离目标造成额外伤害。"
LocPromotionPopupText="<Bullet/> 将移动光标放在敌人周围也可以触发飞刺能力。<br/><Bullet/> 和士兵使用\"冲刺\" 移动一样, 对邻近敌人也会造成伤害。.<br/><Bullet/> 飞刺 每<Ability:FLECHE_BONUS_DAMAGE_PER_TILES/> 个身位伤害+1。<br/>"

[MusashiSlash X2AbilityTemplate]
LocFriendlyName="斩击"
LocFlyOverText="斩击"
LocLongDescription="使用近战武器攻击目标，消耗1行动点。"
LocHelpText="使用近战武器攻击目标，消耗1行动点。"
LocPromotionPopupText="<Bullet/> 使用近战武器攻击目标。<br/><Bullet/> 消耗1行动点但不结束回合，因此每回合可以攻击两次。"

[MusashiRaiseTheStakes X2AbilityTemplate]
LocFriendlyName="提高赌注！"
LocLongDescription="当完成击杀时，自动装填主武器"
LocHelpText="完成击杀装填"
LocFlyOverText="提高赌注！"
LocPromotionPopupText="<Bullet/> 每次击杀会自动装填主武器<br/><Bullet/> 无消耗，非主武器的击杀也可触发。"

[MusashiStealthTactics X2AbilityTemplate]
LocFriendlyName="隐身战法"
LocLongDescription="1回合未见任何敌人，将进入隐蔽状态。"
LocHelpText="<Bullet/>1回合未见任何敌人，将进入隐蔽状态。"
LocFlyOverText="StealthTactics"
LocPromotionPopupText="1回合未见任何敌人，将进入隐蔽状态。"

[MusashiRecon X2AbilityTemplate]
LocFriendlyName="侦察"
LocLongDescription="你的士兵是敌后侦察大师，其侦察半径减小30%，但是视野距离+2。"
LocHelpText="侦察半径减小30%，但是视野距离+2"
LocFlyOverText="侦察"
LocPromotionPopupText="<Bullet/>你的士兵是敌后侦察大师，其侦察半径减小30%，但是视野距离+2。<br/>"

[MusashiCombatives X2AbilityTemplate]
LocFriendlyName="角斗"
LocLongDescription="你可以格挡近战攻击并反击。同时获得 +<ABILITY:COMBATIVES_DODGE_LW/> 闪避."
LocHelpText="你有几率格挡近战攻击并反击。"
LocFlyOverText="角斗"
LocPromotionPopupText="<Bullet/> 你有几率格挡第一次近战攻击并反击。<br/><Bullet/> 士兵将获得<ABILITY:COMBATIVES_DODGE_LW/> 闪避."

[MusashiWhirlwind X2AbilityTemplate]
LocFriendlyName="旋风斩"
LocLongDescription="如果你回合中近战攻击，获得一次移动。"
LocHelpText="近战攻击成功后获得一次额外的移动。"
LocFlyOverText="旋风斩"
LocPromotionPopupText="<Bullet/> 当使用该技能，士兵每回合只能移动一次<br/><Bullet/> 无法和\"死神\"同时使用。.<br/>"

[MusashiCloseCombatSpecialist X2AbilityTemplate]
LocFriendlyName="近身专家"
LocFlyOverText="近身专家"
LocLongDescription="敌方回合内，对4身位内移动或开火的敌人进行反应射击。"
LocHelpText="敌方回合内，对4身位内移动或开火的敌人进行反应射击"
LocPromotionPopupText="<Bullet/> 隐蔽状态下不会触发。<br/><Bullet/>您可以每回合以这种能力向每个敌人射击一次。<br/><Bullet/> 每次射击消耗2弹药。<br/>""

[MusashiCloseCombatSpecialistAttack X2AbilityTemplate]
LocFriendlyName="近身专家t"
LocFlyOverText="近身专家"
LocLongDescription="敌方回合内，对4身位内移动或开火的敌人进行反应射击。"
LocHelpText="敌方回合内，对4身位内移动或开火的敌人进行反应射击。"
LocPromotionPopupText="<Bullet/> 隐蔽状态下不会触发。<br/><Bullet/>您可以每回合以这种能力向每个敌人射击一次。<br/><Bullet/> 每次射击消耗2弹药。<br/>""

[MusashiGunslinger X2AbilityTemplate]
LocFriendlyName="快枪手"
LocFlyOverText="快枪手"
LocLongDescription="对12身位内锥形区域的敌人进行反应射击"
LocHelpText="为手枪增加一个锥形的监视射击。"
LocPromotionPopupText="<Bullet/> 距离12身位。<br/><Bullet/> 3回合冷却<br/>"

[Relocation X2AbilityTemplate]
LocFriendlyName="重定位"
LocFlyOverText="重定位"
LocLongDescription="当通过自己行动进入隐蔽时，退还1行动点。"
LocHelpText="当通过自己行动进入隐蔽时，退还1行动点。"
LocPromotionPopupText="<Bullet/> 当通过自己行动进入隐蔽时，退还1行动点。<br/><Bullet/> 仅在你的回合有效。<br/><Bullet/> 当使用的行动时无消耗时，该技能不会激活。<br/>"

[ArtOfWar X2AbilityTemplate]
LocFriendlyName="战争艺术"
LocFlyOverText="战争艺术"
LocLongDescription="每看到1个敌人获得3命中，上限15命中。"
LocHelpText="每看到1个敌人获得3命中，上限15命中。"
LocPromotionPopupText="<Bullet/> 每看到1个敌人获得3命中，上限15命中。<br/><Bullet/> 在小队视野内可见的单位不给予奖励。<br/>"

[QuickDrawPrimary X2AbilityTemplate]
LocFriendlyName="快速瞄准"
LocLongDescription="使用第一点行动点通过 <Ability:PrimaryWeaponName/> 射击将不再结束回合。"
LocHelpText="使用第一点行动点通过 <Ability:PrimaryWeaponName/> 射击将不再结束回合"
LocFlyOverText="快速瞄准"
LocPromotionPopupText="<Bullet/> 快速瞄准是 <Ability:PrimaryWeaponName/> 的基本能力, 这使 <Ability:ClassName/> 在同一回合中向不同目标散布火力。<br/>"